["Nexus0", "Probe0", "Pylon0", "Gateway0", "Assimilator0", "Hatchery1", "SpawningPool1", "Egg1", "Drone1", "Extractor1", "CyberneticsCore0", "Overlord1", "Stargate0", "Adept0", "AdeptPhaseShift0", "Zergling1", "Oracle0", "WarpGate0", "Queen1", "CreepTumor1", "Zealot0", "Larva1", "SporeCrawler1", "Sentry0", "TwilightCouncil0", "Forge0", "MothershipCore0", "Phoenix0", "RoboticsFacility0", "OracleStasisTrap0", "Overseer1", "TemplarArchive0", "Lair1", "PhotonCannon0", "Observer0", "WarpPrism0", "InfestationPit1", "HydraliskDen1", "ChangelingZealot1", "HighTemplar0", "Immortal0", "Hydralisk1", "Archon0", "WarpPrismPhasing0", "Mutalisk1", "Stalker0", "Baneling1", "EvolutionChamber1", "Spire1", "BanelingCocoon1", "BroodLord1", "CreepTumorBurrowed1", "Broodling1", "Corruptor1", "BroodLordCocoon1", "CreepTumorQueen1", "Hatchery0", "Drone0", "Overlord0", "Larva0", "Egg0", "Extractor0", "SpawningPool0", "Probe1", "Zergling0", "Pylon1", "Gateway1", "CyberneticsCore1", "Queen0", "Nexus1", "Stargate1", "SporeCrawler0", "Assimilator1", "CreepTumorQueen0", "Adept1", "CreepTumorBurrowed0", "AdeptPhaseShift1", "Oracle1", "CreepTumor0", "WarpGate1", "Zealot1", "Phoenix1", "Lair0", "EvolutionChamber0", "OverlordCocoon0", "Sentry1", "HydraliskDen0", "BanelingNest0", "Overseer0", "RoboticsFacility1", "Changeling0", "ChangelingZealot0", "OracleStasisTrap1", "InfestationPit0", "Spire0", "WarpPrism1", "Hydralisk0", "Immortal1", "Mutalisk0", "WarpPrismPhasing1", "BanelingCocoon0", "Hive0", "PhotonCannon1", "Stalker1", "Archon1", "HighTemplar1", "Baneling0", "Corruptor0", "Forge1", "TwilightCouncil1", "TemplarArchive1", "BroodLordCocoon0", "BroodLord0", "MothershipCore1", "Broodling0", "Observer1", "GreaterSpire0", "SpineCrawler0", "CommandCenter0", "SCV0", "SupplyDepot0", "Refinery0", "Barracks0", "SCV1", "Factory0", "BarracksReactor0", "Marine0", "SupplyDepotLowered0", "OrbitalCommand0", "MULE0", "Armory0", "Reaper1", "KD8Charge1", "FactoryTechLab0", "Starport0", "EngineeringBay0", "Thor0", "Bunker1", "Cyclone1", "Marine1", "SupplyDepot1", "SiegeTankSieged1", "CommandCenter1", "Raven1", "AutoTurret1", "StarportTechLab0", "OrbitalCommand1", "OrbitalCommandFlying1", "Barracks1", "Factory1", "BarracksReactor1", "FactoryTechLab1", "SupplyDepotLowered1", "Starport1", "StarportTechLab1", "Reaper0", "KD8Charge0", "Cyclone0", "SiegeTank0", "SiegeTankSieged0", "Bunker0", "Thor1", "Raven0", "AutoTurret0", "OrbitalCommandFlying0", "RoachWarren0", "Roach0", "SpineCrawlerUprooted0", "SpineCrawler1", "RoachWarren1", "Roach1", "SpineCrawlerUprooted1", "TechLab0", "FactoryFlying0", "Refinery1", "StarportFlying0", "MULE1", "VikingFighter1", "Banshee0", "VikingAssault1", "BarracksFlying0", "BarracksTechLab0", "StarportReactor0", "Marauder0", "Medivac0", "SiegeTank1", "StarportReactor1", "Medivac1", "Reactor0", "VikingFighter0", "Banshee1", "VikingAssault0", "BarracksTechLab1", "Marauder1", "TransportOverlordCocoon0", "OverlordTransport0", "RavagerCocoon0", "Ravager0", "LurkerDenMP0", "DarkShrine1", "OverlordTransport1", "Ravager1", "LurkerDenMP1", "DarkShrine0", "OverlordCocoon1", "VoidRay0", "PylonOvercharged0", "EngineeringBay1", "PylonOvercharged1", "VoidRay1", "FactoryReactor0", "MissileTurret1", "Hellion1", "Liberator1", "LiberatorAG1", "MissileTurret0", "HellionTank1", "SensorTower1", "PlanetaryFortress1", "PlanetaryFortress0", "Liberator0", "LiberatorAG0", "FactoryReactor1", "TechLab1", "CommandCenterFlying1", "Hellion0", "HellionTank0", "SensorTower0", "CommandCenterFlying0", "RoboticsBay1", "Colossus1", "RoboticsBay0", "Colossus0", "FactoryFlying1", "WidowMine0", "WidowMineBurrowed0", "DarkTemplar1", "DarkTemplar0", "BanelingNest1", "WidowMine1", "WidowMineBurrowed1", "Disruptor0", "DisruptorPhased0", "DisruptorPhased1", "Disruptor1", "FleetBeacon0", "Tempest0", "Tempest1", "FleetBeacon1", "RavagerCocoon1", "Armory1", "FusionCore0", "Battlecruiser1", "Battlecruiser0", "FusionCore1", "ChangelingZerglingWings1", "RoachBurrowed1", "ChangelingZerglingWings0", "RoachBurrowed0", "PointDefenseDrone1", "PointDefenseDrone0", "Ghost1", "GhostAcademy0", "Ghost0", "UltraliskCavern0", "Ultralisk0", "Infestor0", "InfestorBurrowed0", "InfestedTerransEgg0", "InfestorTerran0", "Hive1", "Ultralisk1", "Infestor1", "GreaterSpire1", "UltraliskCavern1", "InfestorTerran1", "InfestorBurrowed1", "NydusNetwork0", "NydusCanal0", "NydusCanal1", "Viper1", "Viper0", "BarracksFlying1", "SwarmHostMP0", "LocustMP0", "LocustMPFlying0", "ParasiticBombDummy0", "ThorAP1", "SwarmHostMP1", "LocustMP1", "LocustMPFlying1", "ParasiticBombDummy1", "ThorAP0", "Carrier1", "Interceptor1", "Mothership1", "Carrier0", "Interceptor0", "Mothership0", "ChangelingMarine0", "SporeCrawlerUprooted0", "DroneBurrowed0", "Reactor1", "SwarmHostBurrowedMP0", "ChangelingMarine1", "Changeling1", "InfestedTerransEgg1", "DroneBurrowed1", "SporeCrawlerUprooted1", "UltraliskBurrowed1", "UltraliskBurrowed0", "StarportFlying1", "NydusNetwork1", "TransportOverlordCocoon1", "ZerglingBurrowed0", "ZerglingBurrowed1", "LurkerMP1", "LurkerMPBurrowed1", "LurkerMPEgg0", "LurkerMP0", "LurkerMPBurrowed0", "LurkerMPEgg1", "RavagerBurrowed0", "BanelingBurrowed0", "BanelingBurrowed1", "ChangelingMarineShield0", "ChangelingMarineShield1", "ChangelingZergling0", "ChangelingZergling1", "QueenBurrowed1", "HydraliskBurrowed1", "QueenBurrowed0", "HydraliskBurrowed0", "RavagerBurrowed1", "SwarmHostBurrowedMP1", "GhostAcademy1", "Nuke1", "Nuke0"]